Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvUIGroupSharedBetweenV1AndV2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: The following %lld group members are not part of your contacts yet, but you can invite them in one tap ☝️. They will just need to accept your invitation, no need to exchange codes 😉.
de: Die folgenden %lld Gruppenmitglieder sind noch nicht Teil deiner Kontakte, aber du kannst sie mit einem Tippen einladen ☝️. Sie müssen lediglich deine Einladung akzeptieren, ein Austausch von Codes ist nicht erforderlich 😉.
es: Los siguientes %lld miembros del grupo aún no están en tus contactos, pero puedes invitarlos con un solo toque ☝️. Solo necesitarán aceptar tu invitación, no es necesario intercambiar códigos 😉.
fr: Les %lld membres du groupe ci-dessous ne font pas encore partie de vos contacts, mais vous pouvez les y inviter facilement ☝️. Il leur suffit d’accepter votre invitation, sans besoin d’échanger de code 😉.
it: I seguenti %lld membri del gruppo non sono ancora tra i tuoi contatti, ma puoi invitarli con un semplice tocco ☝️. Dovranno solo accettare il tuo invito, non c'è bisogno di scambiarsi codici 😉.
ja: 以下の%lld人のグループメンバーはまだあなたの連絡先に登録されていませんが、ワンタップで招待できます☝️。招待を受け入れるだけで、コードを交換する必要はありません😉。
ko: 다음 %lld명의 그룹 구성원은 아직 연락처에 추가되지 않았지만, 간단한 탭으로 초대할 수 있습니다 ☝️. 초대 요청을 수락하기만 하면 되므로 코드를 교환할 필요가 없습니다 😉.
pt_br: Os seguintes %lld membros do grupo ainda não estão em seus contatos, mas você pode convidá-los com um único toque ☝️. Eles só precisarão aceitar seu convite, sem necessidade de trocar códigos 😉.
pt_pt: Os seguintes %lld membros do grupo ainda não fazem parte dos seus contactos, mas pode convidá-los com um simples toque ☝️. Eles só precisam de aceitar o seu convite, não é necessário trocar códigos 😉.
ru: Следующие %lld участника группы ещё не в ваших контактах, но вы можете пригласить их в один тап ☝️. Им просто нужно будет принять ваше приглашение, нет необходимости обмениваться кодами 😉.
uk: Наступні %lld учасники групи ще не в ваших контактах, але ви можете запросити їх в один дотик ☝️. Їм потрібно буде лише прийняти ваші запрошення, обмінюватися кодами не потрібно 😉.
zh_hans: 以下 %lld 位群组成员尚未添加到您的通讯录中，但您可以一键邀请他们 ☝️。他们只需接受您的邀请即可，无需交换代码 😉。

# THE_GROUP_DESCRIPTION_AND_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The following updates have been made to the group description and photo:
de: Folgende Änderungen wurden an der Gruppenbeschreibung und dem Foto vorgenommen:
es: Se han realizado las siguientes actualizaciones a la descripción y foto del grupo:
fr: Les mises à jour suivantes ont été apportées à la description et à la photo du groupe :
it: Sono state apportate le seguenti modifiche alla descrizione e alla foto del gruppo:
ja: グループの説明と写真に以下の変更が加えられました。
ko: 다음은 그룹 설명 및 사진에 적용된 업데이트입니다:
pt_br: As seguintes alterações foram feitas na descrição e na foto do grupo:
pt_pt: As seguintes alterações foram efetuadas à descrição e à foto do grupo:
ru: В описание и фотографию группы внесены следующие изменения:
uk: В груповий опис та фотографію внесено наступні зміни:
zh_hans: 群组描述和照片已更新，如下所示：

# THE_GROUP_DESCRIPTION_WAS_UPDATED_AS_FOLLOWS
source: The following update has been made to the group description:
de: Folgende Änderung wurde an der Gruppenbeschreibung vorgenommen:
es: Se ha realizado la siguiente actualización a la descripción del grupo:
fr: La mise à jour suivante a été apportée à la description du groupe :
it: È stata apportata la seguente modifica alla descrizione del gruppo:
ja: グループの説明に以下の変更が加えられました:
ko: 다음과 같이 그룹 설명이 업데이트되었습니다.
pt_br: A seguinte atualização foi feita na descrição do grupo:
pt_pt: A seguinte atualização foi feita na descrição do grupo:
ru: В описание группы внесены следующие изменения:
uk: В груповому описі було внесено наступні зміни:
zh_hans: 群组描述已更新，更新内容如下：

# THE_GROUP_NAME_AND_DESCRIPTION_WERE_UPDATED_AS_FOLLOWS
source: The following updates have been made to the group name and description:
de: Folgende Änderungen wurden am Gruppennamen und der Beschreibung vorgenommen:
es: Se han realizado las siguientes actualizaciones al nombre y la descripción del grupo:
fr: Les mises à jour suivantes ont été apportées au nom et à la description du groupe :
it: Sono state apportate le seguenti modifiche al nome e alla descrizione del gruppo:
ja: グループ名と説明に以下の変更が加えられました:
ko: 다음은 그룹 이름 및 설명에 적용된 업데이트입니다:
pt_br: As seguintes atualizações foram feitas no nome e na descrição do grupo:
pt_pt: As seguintes alterações foram efetuadas no nome e na descrição do grupo:
ru: Следующие изменения были внесены в название и описание группы:
uk: Було внесено наступні зміни в назву та опис групи:
zh_hans: 群组名称和描述已更新，具体如下：

# THE_GROUP_NAME_AND_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The following updates have been made to the group name and photo:
de: Folgende Änderungen wurden am Gruppennamen und -foto vorgenommen:
es: Se han realizado las siguientes actualizaciones al nombre y la foto del grupo:
fr: Les mises à jour suivantes ont été apportées au nom et à la photo du groupe :
it: Sono state apportate le seguenti modifiche al nome e alla foto del gruppo:
ja: グループ名と写真に以下の変更が加えられました:
ko: 다음은 그룹 이름 및 사진에 적용된 업데이트입니다:
pt_br: As seguintes alterações foram feitas no nome e na foto do grupo:
pt_pt: As seguintes alterações foram feitas no nome e na foto do grupo:
ru: Следующие изменения были внесены в название и фотографию группы:
uk: В групі були внесені наступні зміни в назву та фотографію:
zh_hans: 群组名称和照片已更新，具体如下：

# THE_GROUP_NAME_DESCRIPTION_AND_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The following updates have been made to the group name, description, and photo:
de: Folgende Änderungen wurden am Gruppennamen, der Beschreibung und dem Foto vorgenommen:
es: Se han realizado las siguientes actualizaciones al nombre, descripción y foto del grupo:
fr: Les mises à jour suivantes ont été apportées au nom, à la description et à la photo du groupe :
it: Sono state apportate le seguenti modifiche al nome, alla descrizione e alla foto del gruppo:
ja: グループ名、説明、写真に以下の変更が加えられました:
ko: 다음은 그룹 이름, 설명 및 사진에 적용된 업데이트입니다:
pt_br: As seguintes alterações foram feitas no nome, descrição e foto do grupo:
pt_pt: As seguintes alterações foram efetuadas no nome, descrição e foto do grupo:
ru: В группе были внесены следующие изменения в название, описание и фотографию:
uk: В групі були внесені наступні зміни до назви, опису та фотографії:
zh_hans: 群组名称、描述和照片已更新，具体如下：

# THE_GROUP_NAME_DESCRIPTION_OR_PHOTO_WERE_UPDATED_AS_FOLLOWS
source: The following updates have been made to the group:
de: Folgende Änderungen wurden an der Gruppe vorgenommen:
es: Se han realizado las siguientes actualizaciones en el grupo:
fr: La mise à jour suivante a été apportée au groupe :
it: Sono state apportate le seguenti modifiche al gruppo:
ja: グループに以下の変更が加えられました:
ko: 다음은 그룹에 적용된 업데이트 목록입니다:
pt_br: As seguintes atualizações foram feitas no grupo:
pt_pt: As seguintes alterações foram feitas no grupo:
ru: В группу внесены следующие изменения:
uk: В групі було внесено наступні зміни:
zh_hans: 以下是对群组所做的更改：

# THE_GROUP_NAME_WAS_UPDATED_AS_FOLLOWS
source: The following update has been made to the group name:
de: Folgende Änderung wurde am Gruppennamen vorgenommen:
es: Se ha realizado la siguiente actualización al nombre del grupo:
fr: La mise à jour suivante a été apportée au nom du groupe :
it: È stato apportato il seguente aggiornamento al nome del gruppo:
ja: グループ名が以下のように変更されました:
ko: 다음과 같이 그룹 이름이 변경되었습니다:
pt_br: A seguinte atualização foi feita no nome do grupo:
pt_pt: A seguinte alteração foi efetuada no nome do grupo:
ru: В групповом имени были внесены следующие изменения:
uk: Назву групи було змінено:
zh_hans: 群组名称已更新，详情如下：

# THE_GROUP_PHOTO_WAS_UPDATED_AS_FOLLOWS
source: The following update has been made to the group photo:
de: Folgendes Update wurde am Gruppenfoto vorgenommen:
es: Se ha realizado la siguiente actualización a la foto del grupo:
fr: La mise à jour suivante a été apportée à la photo du groupe :
it: È stata apportata la seguente modifica alla foto del gruppo:
ja: グループ写真に以下の変更が加えられました:
ko: 다음과 같이 그룹 사진이 업데이트되었습니다.
pt_br: A seguinte atualização foi feita na foto do grupo:
pt_pt: A seguinte atualização foi feita à foto do grupo:
ru: Следующее изменение было внесено в фотографию группы:
uk: В груповому фото було внесено наступні зміни:
zh_hans: 群组头像已更新，详情如下：

# THE_REMAINING_%lld_MUST_ACCEPT_THE_GROUP_INVITATION_BEFORE_YOU_CAN_ADD_THEM
source: The remaining %lld must accept the group invitation before you can invite them.
de: Die verbleibenden %lld Personen müssen die Gruppen-Einladung annehmen, bevor du sie einladen kannst.
es: Las %lld personas restantes deben aceptar la invitación al grupo antes de que puedas invitarlas.
fr: Les %lld derniers doivent accepter l’invitation au groupe avant que vous ne puissiez les ajouter.
it: Le %lld persone rimanenti devono accettare l'invito al gruppo prima che tu possa invitarle.
ja: 残りの%lld名はグループへの招待を承認してからでないと追加できません。
ko: 남은 %lld명이 그룹 초대 요청을 수락해야 다른 사람을 초대할 수 있습니다.
pt_br: As %lld pessoas restantes precisam aceitar o convite do grupo antes que você possa convidá-las.
pt_pt: As %lld pessoas restantes precisam aceitar o convite para o grupo antes que possa convidá-las.
ru: Оставшимся %lld участникам необходимо принять приглашение в группу, прежде чем вы сможете пригласить их.
uk: Ще %lld учасників повинні прийняти запрошення в групу, перш ніж ви зможете запросити їх.
zh_hans: 剩余的 %lld 名成员必须先接受群组邀请，然后你才能邀请他们。

# TITLE_ADD_GROUP_MEMBERS
source: Add members
de: Mitglieder hinzufügen
es: Añadir miembros
fr: Ajouter des membres
it: Aggiungi membri
ja: メンバーを追加
ko: 멤버 추가
pt_br: Adicionar membros
pt_pt: Adicionar membros
ru: Добавить участников
uk: Додати учасників
zh_hans: 添加成员

# TITLE_GROUP_MEMBERS
source: Group members
de: Gruppenmitglieder
es: Miembros del grupo
fr: Membres du groupe
it: Membri del gruppo
ja: グループメンバー
ko: 그룹 멤버
pt_br: Membros do grupo
pt_pt: Membros do grupo
ru: Участники группы
uk: Члени групи
zh_hans: 群组成员

# TITLE_MANAGE_GROUP_MEMBERS
source: Manage members
de: Mitglieder verwalten
es: Administrar miembros
fr: Gérer les membres
it: Gestisci membri
ja: メンバー管理
ko: 멤버 관리
pt_br: Gerenciar membros
pt_pt: Gerir membros
ru: Управление участниками
uk: Керувати учасниками
zh_hans: 管理群成员

# TITLE_REMOVE_GROUP_MEMBERS
source: Remove members
de: Mitglieder entfernen
es: Eliminar miembros
fr: Retirer des membres
it: Rimuovi membri
ja: メンバーを削除
ko: 멤버 삭제
pt_br: Remover membros
pt_pt: Remover membros
ru: Удалить участников
uk: Видалити учасників
zh_hans: 移除成员

# TO_REFLECT_THESE_CHANGES_ON_YOUR_DEVICE_YOU_NEED_TO_ACCEPT_THEM
source: For these updates to take effect on your device, please accept them.
de: Damit diese Updates auf Ihrem Gerät wirksam werden, müssen Sie diese akzeptieren.
es: Para que estas actualizaciones surtan efecto en tu dispositivo, por favor acéptalas.
fr: Pour que ces mises à jour prennent effet sur votre appareil, veuillez les accepter.
it: Per applicare questi aggiornamenti al tuo dispositivo, accettali.
ja: これらの更新を適用するには、承認してください。
ko: 이 업데이트가 기기에 적용되려면, 업데이트를 승인해 주세요.
pt_br: Para que essas atualizações entrem em vigor no seu dispositivo, por favor, aceite-as.
pt_pt: Para que estas atualizações entrem em vigor no seu dispositivo, por favor, aceite-as.
ru: Чтобы эти обновления вступили в силу на вашем устройстве, пожалуйста, примите их.
uk: Щоб ці оновлення набули чинності на вашому пристрої, будь ласка, підтвердьте їх.
zh_hans: 为了使这些更新在您的设备上生效，请接受它们。

source: Validation required
de: Validierung erforderlich
es: Se requiere validación
fr: Validation requise
it: Validazione richiesta
ja: 確認が必要です
ko: 유효성 검사 필요
pt_br: Validação necessária
pt_pt: Validação necessária
ru: Требуется подтверждение
uk: Потрібна перевірка
zh_hans: 需要验证

source: You
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
ko: 당신
pt_br: Você
pt_pt: Tu
ru: Вы
uk: Ви
zh_hans: 你

source: You already invited %lld of these members.
de: Du hast bereits %lld dieser Mitglieder eingeladen.
es: Ya invitaste a %lld de estos miembros.
fr: Vous avez déjà invité %lld de ces membres.
it: Hai già invitato %lld di questi membri.
ja: このメンバーの中の%lld名は既に招待済みです。
ko: 이미 이 그룹의 멤버 %lld명을 초대했습니다.
pt_br: Você já convidou %lld desses membros.
pt_pt: Já convidou %lld destes membros.
ru: Вы уже пригласили %lld из этих участников.
uk: Ви вже запросили %lld з цих учасників.
zh_hans: 您已邀请过其中 %lld 位成员。

source: You already invited all these members.
de: Du hast bereits alle diese Mitglieder eingeladen.
es: Ya invitaste a todos estos miembros.
fr: Vous avez déjà invité tous ces membres.
it: Hai già invitato tutti questi membri.
ja: すでにこれらのメンバー全員を招待済みです。
ko: 이미 모든 멤버를 초대했습니다.
pt_br: Você já convidou todos esses membros.
pt_pt: Já convidaste todos estes membros.
ru: Вы уже пригласили всех этих участников.
uk: Ви вже запросили всіх цих учасників.
zh_hans: 您已经邀请了所有这些成员。

source: You already invited this member.
de: Du hast dieses Mitglied bereits eingeladen.
es: Ya invitaste a este miembro.
fr: Vous avez déjà invité ce membre.
it: Hai già invitato questo membro.
ja: このメンバーは既に招待済みです。
ko: 이미 해당 사용자를 초대하셨습니다.
pt_br: Você já convidou este membro.
pt_pt: Já convidaste este membro.
ru: Вы уже пригласили этого участника.
uk: Ви вже запросили цього учасника.
zh_hans: 您已经邀请过此成员。

# YOU_CAN_INVITE_%lld_OF_THEM_NOW
source: You can invite %lld of them to join you contacts in one tap ☝️.
de: Du kannst %lld davon mit einem Tippen zu deinen Kontakten hinzufügen ☝️.
es: Puedes invitar a %lld de ellos a unirse a tus contactos con un solo toque ➕.
fr: Vous pouvez facilement inviter %lld d’entre eux à rejoindre vos contacts ☝️.
it: Puoi invitare %lld di loro ad aggiungere ai tuoi contatti con un solo tocco ☝️.
ja: タップ1回で、相手を連絡先に招待できます☝️。招待できる人数：%lld人
ko: 탭 한 번으로 %lld명을 연락처에 추가하여 초대할 수 있습니다 ☝️.
pt_br: Você pode convidar %lld deles para se juntarem aos seus contatos com um toque ☝️.
pt_pt: Pode convidar %lld deles para adicionar aos seus contactos com um simples toque ☝️.
ru: Вы можете пригласить %lld из них в свои контакты в один тап ☝️.
uk: Ви можете запросити %lld з них, щоб додати в контакти в один дотик 👆.
zh_hans: 您可以一键邀请其中 %lld 位加入您的联系人。☝️

source: Admin
es: Administrador
it: Amministratore
ja: 管理者
ko: 관리자
pt_br: Administrador
pt_pt: Administrador
ru: Администратор
uk: Адмін
zh_hans: 管理员

source: Admins
es: Administradores
it: Amministratori
ja: 管理者
ko: 관리자
pt_br: Administradores
pt_pt: Administradores
ru: Администраторы
uk: Адміни
zh_hans: 管理员
